Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2014.tmx
Source language: en_us
Languages: zh_cn

source: REPORT ON THE WORK OF THE GOVERNMENT
zh_cn: 政府工作报告

source: Delivered at the Second Session of the Twelfth National People's Congress on March 5, 2014
zh_cn: 第十二届全国人大二次会议，2014年3月5日

source: by Li Keqiang, Premier of the State Council
zh_cn: 国务院总理 李克强

source: Fellow Deputies,
zh_cn: 各位代表：

source: On behalf of the State Council, I now present to you the report on the work of the government for your deliberation, and I welcome comments on my report from the members of the National Committee of the Chinese People's Political Consultative Conference (CPPCC).
zh_cn: 现在，我代表国务院，向大会作政府工作报告，请予审议，并请全国政协各位委员提出意见。

source: I. Review of Work in 2013
zh_cn: 一、2013年工作回顾

source: Last year was the first year for this government to perform its functions in accordance with the law, and it had arduous tasks. We faced a complex environment: the world economic recovery was difficult. In China, downward pressure on the economy increased, natural disasters occurred frequently, and there was an array of interrelated problems.
zh_cn: 过去一年是本届政府依法履职的第一年，任务艰巨而繁重。面对世界经济复苏艰难、国内经济下行压力加大、自然灾害频发、多重矛盾交织的复杂形势，

source: However, the people of all of China's ethnic groups, under the leadership of the Central Committee of the Communist Party of China (CPC) with Comrade Xi Jinping as General Secretary, confidently met all challenges, strove to overcome difficulties, fully attained the main targets for economic and social development for the year, and made impressive achievements in reform and opening up and in the socialist modernization drive.
zh_cn: 全国各族人民在以习近平同志为总书记的党中央领导下，从容应对挑战，奋力攻坚克难，圆满实现全年经济社会发展主要预期目标，改革开放和社会主义现代化建设取得令人瞩目的重大成就。

source: -The economy was stable and improved.
zh_cn: ——经济运行稳中向好。

source: The gross domestic product (GDP) reached 56.9 trillion yuan, an increase of 7.7% over the previous year.
zh_cn: 国内生产总值达到56.9万亿元，比上年增长7.7％。

source: The rise in the consumer price index (CPI) was kept at 2.6%.
zh_cn: 居民消费价格涨幅控制在2.6％。

source: The registered urban unemployment rate was kept at 4.1% and 13.1 million urban jobs were created, an all-time high.
zh_cn: 城镇登记失业率4.1％。城镇新增就业1310万人，创历史新高。

source: Total imports and exports exceeded US$4 trillion, reaching a new high.
zh_cn: 进出口总额突破4万亿美元，再上新台阶。

source: -Personal income continued to rise, and economic performance continued to improve.
zh_cn: ——居民收入和经济效益持续提高。

source: The per capita disposable income of urban residents rose by 7% in real terms, and the per capita net income of rural residents rose by 9.3% in real terms. The number of rural people living in poverty was reduced by 16.5 million and the urban-rural income gap continued to narrow.
zh_cn: 城镇居民人均可支配收入实际增长7％，农村居民人均纯收入实际增长9.3％，农村贫困人口减少1650万人，城乡居民收入差距继续缩小。

source: The profits of industrial enterprises with annual revenue of 20 million yuan or more from their main business operations rose by 12.2%.
zh_cn: 规模以上工业企业利润增长12.2％。

source: Government revenue increased by 10.1%.
zh_cn: 财政收入增长10.1％。

source: -Progress was achieved in adjusting the economic structure.
zh_cn: ——结构调整取得积极成效。

source: Grain output exceeded 600 million metric tons, increasing for the tenth consecutive year.
zh_cn: 粮食产量超过1.2万亿斤，实现“十连增”。

source: The value-added of the service sector accounted for 46.1% of GDP, surpassing secondary industry for the first time.
zh_cn: 服务业增加值比重达到46.1％，首次超过第二产业。

source: The proportion of the gross regional product of the central and western regions to China's GDP continued to rise, and development in different regions became better balanced.
zh_cn: 中西部地区生产总值比重继续提高，区域发展协调性增强。

source: China's total electricity consumption increased by 7.5%, and the volume of freight transport rose by 9.9%. Main real physical indexes matched economic growth.
zh_cn: 全社会用电量增长7.5％，货运量增长9.9％，主要实物量指标与经济增长相互匹配。

source: -Social programs developed vigorously.
zh_cn: ——社会事业蓬勃发展。

source: Progress was made in education, science and technology, culture, and health.
zh_cn: 教育、科技、文化、卫生等领域取得新进步。

source: The Shenzhou-10 spacecraft was sent into orbit.
zh_cn: 神舟十号遨游太空，

source: The Chang'e-3 lunar lander successfully landed on the moon.
zh_cn: 嫦娥三号成功登月，

source: The submersible Jiaolong broke the record for manned deep-sea dives.
zh_cn: 蛟龙深潜再创纪录，

source: All this shows that the Chinese people definitely have the ability and wisdom to achieve the objective of making the country more innovative.
zh_cn: 这表明中国人民完全有能力、有智慧实现建成创新型国家的目标。

source: In the last year, we met more difficulties but delivered a better performance than expected.
zh_cn: 过去一年，困难比预料的多，结果比预想的好。

source: The economy and society developed both quantitatively and qualitatively, thus laying a good foundation for future development.
zh_cn: 经济社会发展既有量的扩大，又有质的提升，为今后奠定了基础。

source: These achievements encourage us to forge ahead and make further progress.
zh_cn: 这将鼓舞我们砥砺前行，不断创造新的辉煌。

source: Last year, we adhered to the general work guideline of making progress while maintaining stability.
zh_cn: 一年来，我们坚持稳中求进工作总基调，

source: We worked to maintain stable growth, make structural adjustments and carry out reform in a holistic way.
zh_cn: 统筹稳增长、调结构、促改革，

source: We ensured that the government's macro policies are stable, micro policies are flexible and social policies meet people's basic needs.
zh_cn: 坚持宏观政策要稳、微观政策要活、社会政策要托底，

source: We improved the ways of exercising macro-control and adopted measures with both short-term and long-term benefits in mind.
zh_cn: 创新宏观调控思路和方式，采取一系列既利当前、更惠长远的举措，

source: We strove to break new ground, improve quality, and make progress while ensuring stability.
zh_cn: 稳中有为，稳中提质，稳中有进，

source: All our work got off to a good start.
zh_cn: 各项工作实现了良好开局。

source: First, we deepened reform and opening up, invigorated the market, and stimulated internal impetus to growth.
zh_cn: 一是着力深化改革开放，激发市场活力和内生动力。

source: In the face of complex international and domestic developments and difficult choices in macro-control, we endeavored to resolve deep-seated problems and difficulties, took reform and opening up as the fundamental way to advance development, and gave full rein to both the invisible hand of the market and the visible hand of the government to promote steady economic growth.
zh_cn: 在国内外环境错综复杂、宏观调控抉择两难的情况下，我们深处着力，把改革开放作为发展的根本之策，放开市场这只“看不见的手”，用好政府这只“看得见的手”，促进经济稳定增长。

source: Taking government reform as our starting point, we made accelerating the transformation of government functions, streamlining administration and delegating more power to lower-level governments the top priority of this government.
zh_cn: 我们从政府自身改起，把加快转变职能、简政放权作为本届政府开门第一件大事。

source: Reform of State Council bodies was carried out in an orderly manner.
zh_cn: 国务院机构改革有序实施，

source: We abolished or delegated to lower-level governments 416 items previously subject to State Council review and approval in batches, revised the list of investment projects requiring government review and approval, and carried forward reform of the business registration system.
zh_cn: 分批取消和下放了416项行政审批等事项，修订政府核准的投资项目目录，推动工商登记制度改革。

source: Local governments actively transformed their functions and reformed their departments, and greatly reduced the matters requiring their review and approval.
zh_cn: 各地积极推进政府职能转变和机构改革，大幅减少行政审批事项。

source: The pilot project to replace business tax with value-added tax (VAT) was expanded, and 348 administrative fees were either canceled or exempted, thus reducing the burden on businesses by more than 150 billion yuan.
zh_cn: 扩大“营改增”试点，取消和免征行政事业性收费348项，减轻企业负担1500多亿元。

source: All this further improved the market environment and invigorated businesses.
zh_cn: 这些都为市场松了绑，为企业添了力，

source: The number of newly registered businesses increased by 27.6% nationwide. Private investment increased to 63% of the country's total investment.
zh_cn: 全国新注册企业增长27.6％，民间投资比重上升到63％。

source: Interest rate controls on loans were completely lifted.
zh_cn: 全面放开贷款利率管制，

source: A trial on implementing the National Equities and Exchange Quotations was carried out nationwide.
zh_cn: 在全国进行中小企业股份转让系统试点。

source: Unified registration of immovable property was launched.
zh_cn: 启动不动产统一登记。

source: The reform greatly invigorated the market and stimulated development and social creativity, and boosted our efforts to streamline administration and delegate more power to lower-level governments.
zh_cn: 简政放权等改革，极大地激发了市场活力、发展动力和社会创造力。

source: We deepened reform endeavors.
zh_cn: 我们推动开放向深度拓展。

source: The China (Shanghai) Pilot Free Trade Zone was established and the management model of pre-establishment national treatment (PENT) with a negative list was introduced.
zh_cn: 设立中国上海自由贸易试验区，探索准入前国民待遇加负面清单的管理模式。

source: The vision of establishing a Silk Road economic belt and a 21st century maritime Silk Road was put forward.
zh_cn: 提出建设丝绸之路经济带、21世纪海上丝绸之路的构想。

source: The China-ASEAN Free Trade Zone was upgraded.
zh_cn: 打造中国—东盟自贸区升级版。

source: Free trade agreements were respectively signed with Switzerland and Iceland.
zh_cn: 与瑞士、冰岛签署自由贸易协定。

source: We implemented the policy to keep increases in foreign trade stable and improved customs, inspection, quarantine and other supervision and control services.
zh_cn: 实施稳定外贸增长的政策，改善海关、检验检疫等监管服务。

source: Major trade disputes over anti-dumping and countervailing duties on Chinese products, such as photovoltaic solar products, were successfully resolved.
zh_cn: 成功应对光伏“双反”等重大贸易摩擦。

source: We marketed China's high-speed rail and nuclear power technologies and equipment on the international market. China's outbound investment increased significantly.
zh_cn: 推动高铁、核电等技术装备走出国门，对外投资大幅增加，

source: The number of Chinese tourists going overseas reached close to 100 million.
zh_cn: 出境旅游近亿人次。

source: The sustained progress of opening up created more space for China's development.
zh_cn: 开放的持续推进，扩大了发展的新空间。

source: Second, we improved our thinking on and ways of conducting macro-control and ensured that the economy performed within a proper range.
zh_cn: 二是创新宏观调控思路和方式，确保经济运行处于合理区间。

source: In the face of economic fluctuations, we maintained confidence, and stressed the need to maintain steady growth and ensure that employment does not fall below the prescribed minimum level and that inflation does not rise above the projected level.
zh_cn: 面对跌宕起伏的经济形势，我们保持定力，明确守住稳增长、保就业的下限和防通胀的上限，

source: As the economic performance remained within the proper range, we concentrated our efforts on improving the growth model and making structural adjustments by unswervingly following the underlying principles of our macro-control policy. This enhanced public confidence in the market and kept expectations stable.
zh_cn: 只要经济在合理区间运行，就集中精力抓住转方式调结构不放松，保持宏观政策基本取向不动摇，以增强市场信心、稳定社会预期。

source: In the first half of last year, China's exports fluctuated drastically, the economic growth rate continued to decline, central government revenue registered negative growth for the first time in many years, and the inter-bank offered rate for lending rose sharply.
zh_cn: 去年上半年，出口大幅波动，经济持续下行，中央财政收入一度出现多年少有的负增长，银行间同业拆放利率一度异常升高，

source: There was overseas speculation that China's economy would have a "hard landing."
zh_cn: 国际上出现中国经济可能“硬着陆”的声音。

source: In response to all this, we adhered to a proactive fiscal policy and a prudent monetary policy.
zh_cn: 针对这种情况，我们坚持实施积极的财政政策和稳健的货币政策，

source: We did not adopt short-term stimulus measures, increase the deficit or issue excessive currency. Instead, we increased effective supply, unleashed potential demand, confidently dealt with short-term market fluctuations, and kept economic activities from sliding out of the proper range.All these efforts reassured the market and played a vital role in sustaining steady economic growth.
zh_cn: 不采取短期刺激措施，不扩大赤字，不超发货币，而是增加有效供给，释放潜在需求，沉着应对市场短期波动，保障经济运行不滑出合理区间，让市场吃了“定心丸”，成为经济稳中向好的关键一招。

source: Last year, the deficit was kept within the budgeted range and the broad money supply (M2) increased by 13.6%, well within the target range.
zh_cn: 去年财政赤字控制在预算范围内，广义货币M2增长13.6％，符合调控要求。

source: While keeping macroeconomic policy stable, we made good use of both existing and additional monetary and financial resources.
zh_cn: 在保持总量政策稳定的同时，积极盘活存量、用好增量。

source: We improved the structure of budgetary expenditures and integrated and cut special transfer payments.
zh_cn: 优化财政支出，整合压缩专项转移支付。

source: The regular expenditures of central Party and government departments and public institutions were cut by 5%, and the regular expenditures of local governments were also reduced.
zh_cn: 中央党政机关和事业单位一般性支出压减5％，各地也压减一般性支出，

source: The money saved was used to improve people's lives and grow the economy.
zh_cn: 腾出的资金用于改善民生、发展经济。

source: Over six million small businesses with low profits benefited from tax breaks.
zh_cn: 对小微企业实行税收优惠，600多万户企业受益。

source: We got a clear picture of total government debt in the whole country through auditing.
zh_cn: 通过审计，摸清全国政府性债务底数。

source: We tightened financial supervision and liquidity management, thus ensuring sound financial operations.
zh_cn: 加强金融监管和流动性管理，保持金融稳健运行。

source: Third, we focused on adjusting the economic structure and raising the quality and returns of development.
zh_cn: 三是注重调整经济结构，提高发展质量和效益。

source: To address structural problems that hinder development, we strove to take well-targeted steps and used both the market and differential policies to maintain steady growth while upgrading the economic structure.
zh_cn: 针对阻碍发展的结构性问题，我们注重精准发力，运用市场手段和差别化政策，在优化结构中稳增长，

source: And we also promoted industrial transformation in the course of carrying out innovation-driven development, thereby raising the quality and returns of development, promoting industrial upgrading and creating conditions for sustaining long-term development.
zh_cn: 在创新驱动中促转型，推动提质增效升级，为长远发展铺路搭桥。

source: The foundation of agriculture was consolidated and strengthened.
zh_cn: 巩固和加强农业基础。

source: We carried out integrated and comprehensive pilot reforms to modernize agriculture and supported the development of diversified and large-scale farming.
zh_cn: 推进现代农业综合配套改革试点，支持发展多种形式适度规模经营。

source: Reinforcement of 15,000 small reservoirs was completed.
zh_cn: 全面完成1.5万座小型水库除险加固，

source: More than 63 million additional rural people gained access to safe drinking water.
zh_cn: 新解决农村6300多万人饮水安全问题。

source: Ecological conservation and development were strengthened, and China's forest coverage increased to 21.6% of the total land area.
zh_cn: 加强生态保护与建设，全国森林覆盖率上升到21.6％。

source: Adjustment of the industrial structure was accelerated.
zh_cn: 加快产业结构调整。

source: We encouraged the development of the service sector, and supported the development of strategic emerging industries.
zh_cn: 鼓励发展服务业，支持战略性新兴产业发展，

source: The 4G mobile communications system was put into commercial operation.
zh_cn: 第四代移动通信正式商用。

source: We worked actively to resolve the serious problem of excess production capacity in some industries.
zh_cn: 积极化解部分行业产能严重过剩矛盾。

source: We tried hard to conserve energy, reduce emissions and prevent and control pollution.
zh_cn: 推进节能减排和污染防治，

source: Energy intensity was cut by 3.7%, and emissions of sulfur dioxide and chemical oxygen demand decreased by 3.5% and 2.9%, respectively.
zh_cn: 能源消耗强度下降3.7％，二氧化硫、化学需氧量排放量分别下降3.5％、2.9％。

source: Infrastructure was strengthened.
zh_cn: 加强基础设施建设。

source: The first phase of the eastern route of the South-to-North Water Diversion Project was put into operation ahead of plan, and the main part of the first phase of the central route was completed as planned.
zh_cn: 南水北调东线一期工程提前通水，中线一期主体工程如期完工。

source: Underground pipe networks and other urban infrastructure were improved.
zh_cn: 推进地下管网等城市基础设施建设。

source: Oil, natural gas and electric power networks were expanded, and electricity generated from non-fossil energy amounted to 22.3% of the total electricity output.
zh_cn: 拓展油气和电力输配网络。非化石能源发电量比重达到22.3%。

source: Civil aviation, water transport, information and postal service networks were improved. The total length of expressways and railways in service both exceeded 100,000 kilometers, with the length of high-speed railways in service reaching 11,000 kilometers, ranking first in the world.
zh_cn: 加强民航、水运、信息、邮政网络建设，铁路、高速公路运营里程均超过10万公里，其中高速铁路运营里程达到1.1万公里，居世界首位。

source: We continued to pursue innovation-driven development.
zh_cn: 推进创新驱动发展。

source: China's R&D spending accounted for over 2% of its GDP.
zh_cn: 全社会研发支出占国内生产总值比重超过2%。

source: We deepened reform of the science and technology management system and implemented knowledge and technology innovation projects.
zh_cn: 深化科技体制改革，实施知识、技术创新等工程。

source: Major breakthroughs were made in a number of key technologies, such as the building of supercomputers and smart robots and the cultivation of super-hybrid rice.
zh_cn: 超级计算、智能机器人、超级杂交稻等一批关键技术实现重大突破。

source: Fourth, we ensured and improved people's wellbeing and upheld social fairness and justice.
zh_cn: 四是切实保障和改善民生，促进社会公平正义。

source: At a time when government expenditures exceeded government revenue by a large amount, we took improving people's wellbeing as the starting point and goal of our work, gave high priority to improving the relevant systems, ensured that people's basic living needs are met, and promoted the development of social programs.
zh_cn: 在财政收支矛盾较大的情况下，我们竭诚尽力，始终把改善民生作为工作的出发点和落脚点，注重制度建设，兜住民生底线，推动社会事业发展。

source: We ensured that the people have access to basic daily necessities.
zh_cn: 保障群众基本生活。

source: We implemented the program for promoting employment of university graduates, thus enabling the vast majority of new college graduates to find jobs.
zh_cn: 实施大学生就业促进计划，应届高校毕业生绝大部分实现就业。

source: We improved employment services and vocational skills training for rural migrant workers, and provided employment assistance to urban residents having difficulties in finding jobs.
zh_cn: 加强农村转移劳动力就业服务和职业培训，对城镇就业困难人员进行就业援助。

source: We improved the systems of social aid and old-age insurance. Subsistence allowances for urban and rural residents were raised by 13.1% and 17.7% respectively, and basic pension benefits for enterprise retirees were increased by 10%.
zh_cn: 推进养老保险、社会救助制度建设，城乡低保标准分别提高13.1％和17.7％，企业退休人员基本养老金水平提高10％。

source: Construction of 6.66 million government-subsidized housing units was started, and 5.44 million such housing units were basically completed. Thanks to these efforts, over ten million people with housing difficulties moved into new homes.
zh_cn: 新开工保障性安居工程660万套，基本建成540万套，上千万住房困难群众乔迁新居。

source: We promoted education development and reform.
zh_cn: 推进教育发展和改革。

source: We launched the project to alleviate poverty through education and continued to implement the plan to improve poorly built and low performing rural schools providing compulsory education.
zh_cn: 启动教育扶贫工程，实施农村义务教育薄弱学校改造计划，

source: The project to improve nutrition of rural students covered 32 million students, and living allowances were issued to rural teachers in contiguous poor areas.
zh_cn: 学生营养改善计划惠及3200万孩子。

source: The number of students from poor rural areas who were enrolled by key colleges and universities increased by 8.5% over the previous year.
zh_cn: 对集中连片特困地区乡村教师发放生活补助，贫困地区农村学生上重点高校人数比上年增长8.5％。

source: We deepened reform of the medical and health care systems.
zh_cn: 深化医药卫生体制改革。

source: The basic medical insurance system now covers all the population in general, and the per capita government subsidy for rural and urban residents covered by this system increased to 280 yuan.
zh_cn: 基本医保总体实现全覆盖，城乡居民基本医保财政补助标准增加到人均280元。

source: The system of using basic medicines was implemented in over 80% of village clinics.
zh_cn: 基本药物制度覆盖80％以上村卫生室。

source: Pilot programs of medical insurance covering major diseases were carried out in 28 provincial-level administrative areas.
zh_cn: 28个省份开展大病医疗保险试点。

source: A trial project was launched to provide emergency assistance for disease treatment.
zh_cn: 启动疾病应急救助试点。

source: We comprehensively implemented the national project to provide basic public health services.
zh_cn: 全面实施国家基本公共卫生服务项目，

source: Six million rural women received free pre-pregnancy checkups.
zh_cn: 农村免费孕前检查使600万个家庭受益。

source: We promoted the sound development of the cultural sector.
zh_cn: 促进文化事业和文化产业健康发展。

source: A number of high-quality cultural works were produced, and more public cultural facilities were opened free of charge.
zh_cn: 推出一批文化精品，扩大公益性文化设施向社会免费开放。

source: We deepened reform of the cultural management system and developed the market for cultural products. The added value of the culture industry increased by over 15%.
zh_cn: 深化文化体制改革，加强文化市场建设，文化产业增加值增长15％以上。

source: We improved the national fitness service system, and successfully held the Twelfth National Games in an economic way.
zh_cn: 完善全民健身服务体系，成功节俭举办第十二届全国运动会。

source: Fifth, we improved social governance and maintained social harmony and stability.
zh_cn: 五是改进社会治理方式，保持社会和谐稳定。

source: In the face of natural disasters and other emergencies, we worked in an orderly and efficient way and in accordance with laws and regulations, put people first, and responded in a well-planned way.
zh_cn: 面对自然灾害等各种突发事件，我们有序有力，坚持以人为本、依法依规、科学应对，

source: We both coped with emergencies effectively and explored how to set up new mechanisms to improve social governance.
zh_cn: 既进行有效处置，又探索建立新机制，以提高社会治理水平。

source: Last year, several severe natural disasters occurred in China, including earthquakes in Lushan, Sichuan Province, and in Min and Zhang counties, Gansu Province; floods in the Heilong, Songhua and Nen river areas; high temperatures and drought in southern China; and ferocious typhoons in coastal areas.
zh_cn: 去年，我国发生四川芦山地震、甘肃岷县漳县地震、黑龙江松花江嫩江流域洪涝、南方高温干旱、沿海强台风等严重自然灾害，

source: The transmission of avian flu to humans also occurred.
zh_cn: 出现人感染禽流感疫情。

source: We improved the emergency response and disaster relief mechanism based on separate responsibilities for central and local governments and close coordination between them.
zh_cn: 我们健全分级负责、相互协同的抗灾救灾应急机制，

source: With the central government coordinating overall aid and assistance and local governments in the affected areas exercising direct relief management, people's lives and property received the best possible protection.
zh_cn: 中央统筹帮助支持，地方就近统一指挥，最大限度保护了人民群众生命财产安全。

source: Workplace safety and market oversight were strengthened.
zh_cn: 加强安全生产和市场监管。

source: We improved relevant mechanisms, conducted thorough investigations into major workplace accidents and held those involved accountable. As a result, serious and major work-related accidents decreased by 16.9%.
zh_cn: 完善相关机制，严肃查处重大安全事故并追究有关人员责任，重特大事故下降16.9％。

source: We merged food and drug oversight agencies, carried out a campaign to improve food and drug safety, exercised strict oversight over the quality of infant formula in accordance with drug supervision regulations, and strove to ensure that people have access to safe food and drugs.
zh_cn: 重组食品药品监管机构，深入开展食品药品安全专项整治，对婴幼儿奶粉质量按照药品管理办法严格监管，努力让人民吃得放心、用得安心。

source: To enhance law-based governance, the State Council made proposals to the Standing Committee of the National People's Congress on enacting or revising 34 laws, put forward a bill for abolishing the system of reeducation through labor, and enacted or revised 47 administrative regulations.
zh_cn: 推进依法行政，国务院提请全国人大常委会制定修订法律34件，提出废止劳动教养制度议案，制定修订行政法规47件。

source: We improved the system for handling people's complaints expressed in letters or visits and for mediating disputes, and prevented and defused social conflicts.
zh_cn: 完善信访和调解联动工作体系，预防和化解社会矛盾。

source: We cracked down on all kinds of crime in accordance with the law.
zh_cn: 依法打击各类违法犯罪活动。

source: We fully implemented the CPC Central Committee's eight-point decision on improving Party and government conduct, carried out the campaign to heighten awareness of and implement the mass line, firmly opposed formalism, bureaucracy, hedonism and extravagance, and strictly implemented the State Council's three-point decision on curbing government spending.
zh_cn: 全面贯彻中央八项规定精神，开展群众路线教育实践活动，坚决反对“四风”，严格执行“约法三章”。
